Repository: FreyBear/SBMS
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: no

source: Welcome back, %(name)s!
no: Velkommen tilbake, %(name)s!

source: Invalid username or password
no: Ugyldig brukernavn eller passord

source: Database error: %(error)s
no: Databasefeil: %(error)s

source: You have been logged out successfully.
no: Du har blitt logget ut.

source: Change Password
no: Endre Passord

source: Logout
no: Logg Ut

source: Only administrators can add kegs
no: Bare administratorer kan legge til fat

source: Keg #%(num)s exists but is marked as historical. Restore it instead of creating a new one.
no: Fat #%(num)s eksisterer, men er markert som historisk. Gjenopprett det i stedet for å opprette et nytt.

source: Keg #%(num)s already exists
no: Fat #%(num)s eksisterer allerede

source: Keg #%(num)s added successfully
no: Fat #%(num)s lagt til

source: Keg updated successfully and history entry created
no: Fat oppdatert vellykket og historikkoppføring opprettet

source: Successfully marked %(count)d kegs as cleaned
no: Merket %(count)d fat som vasket

source: Successfully marked %(count)d kegs as empty
no: Merket %(count)d fat som tomme

source: Only administrators can delete kegs
no: Bare administratorer kan slette fat

source: Keg not found
no: Fat ikke funnet

source: Keg is already marked as historical
no: Fat er allerede markert som historisk

source: Keg #%(num)s marked as historical
no: Fat #%(num)s markert som historisk

source: Only administrators can edit or delete history entries
no: Bare administratorer kan redigere eller slette historikkoppføringer

source: History entry deleted successfully
no: Historikkoppføring slettet vellykket

source: History entry updated successfully
no: Historikkoppføring oppdatert vellykket

source: You do not have permission to import recipes.
no: Du har ikke tillatelse til å importere oppskrifter.

source: File must be a BeerXML (.xml) file
no: Filen må være en BeerXML (.xml)-fil

source: Database connection error
no: Databaseforbindelsesfeil

source: Import failed: %(error)s
no: Import feilet: %(error)s

source: Invalid file encoding. File must be UTF-8 encoded XML.
no: Ugyldig filkoding. Filen må være UTF-8-kodet XML.

source: Error importing recipe: %(error)s
no: Feil ved import av oppskrift: %(error)s

source: Error exporting recipe
no: Feil ved eksport av oppskrift

source: You can only edit your own profile
no: Du kan bare redigere din egen profil

source: Current password is required to change password
no: Nåværende passord er påkrevd for å endre passord

source: Current password is incorrect
no: Nåværende passord er feil

source: Bank account must be exactly 11 digits
no: Bankkonto må være nøyaktig 11 siffer

source: Password changed successfully!
no: Passord endret vellykket!

source: User {} updated successfully!
no: Bruker {} oppdatert!

source: You cannot delete your own account
no: Du kan ikke slette din egen konto

source: User not found
no: Bruker ikke funnet

source: User {} ({}) deleted successfully
no: Bruker {} ({}) slettet vellykket

source: New password is required
no: Nytt passord er påkrevd

source: Password must be at least 6 characters long
no: Passord må være minst 6 tegn langt

source: Passwords do not match
no: Passordene stemmer ikke overens

source: Password reset successfully for user {}
no: Passord tilbakestilt vellykket for bruker {}

source: Dashboard
no: Kontrollpanel

source: Kegs
no: Fat

source: Brews
no: Brygg

source: Recipes
no: Oppskrifter

source: Users
no: Brukere

source: Only pending expenses can be rejected
no: Bare ventende utgifter kan avvises

source: Expense rejected successfully
no: Utgift avvist vellykket

source: Expense deleted successfully
no: Utgift slettet vellykket

source: You can only edit your own expenses
no: Du kan bare redigere dine egne utgifter

source: Only rejected expenses can be edited
no: Bare avviste utgifter kan redigeres

source: Added {} new receipt(s): {}
no: Lagt til {} ny(e) kvittering(er): {}

source: Removed {} receipt(s): {}
no: Fjernet {} kvittering(er): {}

source: Expense updated and resubmitted successfully. {}
no: Utgift oppdatert og sendt inn på nytt vellykket. {}

source: Expense updated and resubmitted successfully
no: Utgift oppdatert og sendt inn på nytt vellykket

source: Add Brew Task
no: Legg til Bryggeoppgave

source: Brew
no: Brygg

source: Task Details
no: Oppgavedetaljer

source: e.g., Dry hop with Cascade, Cold crash, Transfer to keg, Bottle beer
no: f.eks., Tørr-humle med Cascade, Kaldkrasch, Overføre til fat, Tappe på flaske

source: Describe what needs to be done for this brew.
no: Beskriv hva som må gjøres for dette brygget.

source: Optional: Additional details, temperatures, amounts, or instructions...
no: Valgfritt: Flere detaljer, temperaturer, mengder eller instruksjoner...

source: Cancel
no: Avbryt

source: Common Brew Tasks
no: Vanlige Bryggeoppgaver

source: Dry hopping (2-4 days before kegging)
no: Tørr-humling (2-4 dager før fatlegging)

source: Cold crash (2-3 days before kegging)
no: Kaldkrasch (2-3 dager før fatlegging)

source: Take final gravity reading
no: Ta endelig tetthetsmåling

source: Transfer to keg or bottles
no: Overføre til fat eller flasker

source: Add priming sugar (for bottle conditioning)
no: Tilsett gjæringsukker (for flaskemodning)

source: Temperature changes for lagers
no: Temperaturendringer for lagers

source: Add Dry Hop
no: Legg til Tørr-humling

source: Add Dry Hop Schedule
no: Legg til Tørr-humling Plan

source: Main ingredient or hop name for this dry hop addition.
no: Hovedingredienser eller humle navn for denne tørr-humling tilsetningen.

source: Tips for Dry Hopping
no: Tips for Tørr-humling

source: Typical dry hop amounts: 1-4g per liter of beer
no: Typiske tørr-humle mengder: 1-4g per liter øl

source: Consider multiple additions for complex hop profiles
no: Vurder flere tilsetninger for komplekse humle profiler

source: Keep hops at fermentation temperature
no: Hold humle på gjæringstemperatur

source: Add New Keg
no: Legg til nytt fat

source: Keg Number
no: Fatnummer

source: e.g., 1, 2, 3, etc.
no: f.eks., 1, 2, 3, osv.

source: Please enter a valid keg number (digits only)
no: Vennligst skriv inn et gyldig fatnummer (kun tall)

source: Unique identifier for this keg
no: Unik identifikator for dette fatet

source: Keg
no: Fat

source: Size
no: Størrelse

source: liters
no: liter

source: Select size
no: Velg størrelse

source: Total capacity of the keg
no: Total kapasitet på fatet

source: Initial Location
no: Opprinnelig plassering

source: Storage
no: Lager

source: Brewery
no: Bryggeri

source: Cellar
no: Kjeller

source: Cleaning
no: Rengjøring

source: Notes
no: Notater

source: e.g., New keg purchased from supplier X
no: f.eks., Nytt fat kjøpt fra leverandør X

source: Add Keg
no: Legg til fat

source: Bottles
no: Flasker

source: Expenses
no: Innkjøp

source: My Profile
no: Min Profil

source: Small Brewery Management System
no: Lite Bryggeri Administrasjonssystem

source: Bottle Size
no: Flaskestørrelse

source: Bottles Left
no: Flasker Igjen

source: Empty
no: Tomme

source: Low Stock
no: Lavt Lager

source: Full
no: Fulle

source: Consumed
no: Konsumert

source: bottles
no: flasker

source: Bottling Date
no: Tappedato

source: Cap Type
no: Korktype

source: Storage Location
no: Lagringssted

source: Brew Name
no: Brygg Navn

source: Style
no: Stil

source: Original Gravity
no: Opprinnelig Tyngdetetthet

source: Final Gravity
no: Slutt Tyngdetetthet

source: Gluten Free
no: Glutenfri

source: Bottle Management
no: Flaskeadministrasjon

source: Register New Bottle Batch
no: Registrer Ny Flaskepartier

source: Location
no: PLASSERING

source: Actions
no: Handlinger

source: Low
no: Lav

source: View
no: Vis

source: Update
no: Oppdater

source: No bottle batches found
no: Ingen flaskepartier funnet

source: No bottles have been registered yet.
no: Ingen flasker har blitt registrert ennå.

source: Register Your First Bottle Batch
no: Registrer Ditt Første Flaskeparti

source: Date Brewed
no: Bryggingsdato

source: Unknown
no: Ukjent

source: Recipe
no: Oppskrifter

source: Unknown source
no: Ukjent kilde

source: Batch Size
no: Batch Størrelse

source: Gravity & ABV
no: Tyngdetetthet & ABV

source: Original Gravity (OG)
no: Opprinnelig Tyngdetetthet (OG)

source: Final Gravity (FG)
no: Slutt Tyngdetetthet (FG)

source: Actual
no: Faktisk

source: Difference
no: Forskjell

source: points
no: poeng

source: Brew Tasks Schedule
no: Bryggeoppgaver Skjema

source: Completed
no: Fullført

source: Task completed on a different date than scheduled
no: Oppgaven ble fullført på en annen dato enn planlagt

source: Edit
no: Rediger

source: Undo
no: Angre

source: Delete this task?
no: Slett denne oppgaven?

source: Delete
no: Slett

source: No brew tasks scheduled for this brew.
no: Ingen bryggeoppgaver planlagt for dette brygget.

source: Are you sure you want to undo the completion of this task?
no: Er du sikker på at du vil angre fullføringen av denne oppgaven?

source: Brew Management
no: Brygg Administrasjon

source: Tasks
no: Oppgaver

source: kegs
no: fat

source: No brews found in the system.
no: Ingen brygg funnet i systemet.

source: Liters
no: Liter

source: Number of Bottles
no: Antall Flasker

source: Not specified
no: Ikke angitt

source: Crown Cap
no: Kronekork

source: Cork
no: Kork

source: Swing-top
no: Bøylelokk

source: Screw Cap
no: Skrukork

source: e.g., Cellar, Storage Room, Fridge
no: f.eks. Kjeller, Lagerrom, Kjøleskap

source: Any additional information about this batch...
no: Eventuell tilleggsinformasjon om dette partiet...

source: Each bottle batch represents one bottling session of a specific brew
no: Hvert flaskeparti representerer én tappesesjon av et spesifikt brygg

source: You can register multiple batches of different sizes from the same brew
no: Du kan registrere flere partier med forskjellige størrelser fra samme brygg

source: The number of bottles will be tracked as you consume them
no: Antall flasker vil bli sporet etter hvert som du konsumerer dem

source: Common bottle sizes: 0.33L (beer), 0.5L (beer), 0.75L (wine)
no: Vanlige flaskestørrelser: 0.33L (øl), 0.5L (øl), 0.75L (vin)

source: Enter actual gravity readings. ABV will be calculated automatically.
no: Angi faktiske tyngdetetthet avlesninger. ABV vil bli beregnet automatisk.

source: Calculated ABV
no: Beregnet ABV

source: Add any brewing notes, observations, or modifications...
no: Legg til alle brygge notater, observasjoner, eller endringer...

source: Check this if the brew was made gluten-free
no: Kryss av dette hvis brygget ble laget glutenfritt

source: Submit New Expense
no: Send Inn Ny Utgift

source: Back to Expenses
no: Tilbake til Utgifter

source: Amount in Norwegian Kroner (NOK)
no: Beløp i Norske Kroner (NOK)

source: When did you make this purchase?
no: Når gjorde du dette kjøpet?

source: Describe what was purchased and why it was necessary for the brewery...
no: Beskriv hva som ble kjøpt og hvorfor det var nødvendig for bryggeriet...

source: Provide a detailed description of the purchase (10-500 characters)
no: Gi en detaljert beskrivelse av kjøpet (10-500 tegn)

source: Upload receipt images (JPG, PNG, PDF - max 5MB each). You can select multiple files by holding Ctrl/Cmd while clicking.
no: Last opp kvitteringsbilder (JPG, PNG, PDF - maks 5MB hver). Du kan velge flere filer ved å holde Ctrl/Cmd mens du klikker.

source: Reimbursement Information
no: Refusjonsinformasjon

source: Your Name
no: Ditt Navn

source: Bank Account
no: Bankkonto

source: Not set
no: Ikke angitt

source: Add bank account
no: Legg til bankkonto

source: Warning
no: Advarsel

source: You have not set your bank account number. Please add it in your profile for faster reimbursement.
no: Du har ikke angitt bankkontonummer. Vennligst legg det til i profilen din for raskere refusjon.

source: No files selected
no: Ingen filer valgt

source: file(s) selected
no: fil(er) valgt

source: Some files exceed 5MB limit
no: Noen filer overskrider 5MB grensen

source: Enter kit name...
no: Angi kit navn...

source: A descriptive name for the kit
no: Et beskrivende navn for kittet

source: Select the type of kit
no: Velg type kit

source: The company or brand that produces this kit
no: Selskapet eller merket som produserer dette kittet

source: Optional style or variety of the kit
no: Valgfri stil eller variant av kittet

source: Expected batch size in liters
no: Forventet batch størrelse i liter

source: Cost of the kit
no: Kostnad for kittet

source: Where to buy this kit...
no: Hvor å kjøpe dette kittet...

source: Supplier or store where this kit can be purchased
no: Leverandør eller butikk hvor dette kittet kan kjøpes

source: Describe what additional ingredients are needed beyond the kit
no: Beskriv hvilke ekstra ingredienser som trengs utover kittet

source: Describe the kit, its contents, and any special characteristics...
no: Beskriv kittet, innholdet, og eventuelle spesielle egenskaper...

source: General description of the kit
no: Generell beskrivelse av kittet

source: Upload kit label image (JPG, PNG - max 5MB)
no: Last opp kit etikett bilde (JPG, PNG - maks 5MB)

source: Recipe Name
no: Oppskrift Navn

source: Batch Size (Liters)
no: Batch Størrelse (Liter)

source: Target ABV (%)
no: Mål ABV (%)

source: Description
no: Beskrivelse

source: Brewing Process
no: Bryggeprosess

source: Brewing Instructions
no: Bryggeinstruksjoner

source: Hops
no: Humle

source: Hop variety (e.g., Cascade)
no: Humle sort (f.eks. Cascade)

source: Add Hop
no: Legg til Humle

source: Tips for Recipe Creation
no: Tips for Oppskrift Oppretting

source: Create versions as you refine the recipe
no: Opprett versjoner når du forbedrer oppskriften

source: Generate shopping lists for ingredient purchases
no: Generer handlelister for ingrediens innkjøp

source: The brew source (recipe or kit) cannot be changed after creation.
no: Brygg kilden (oppskrift eller kit) kan ikke endres etter opprettelse.

source: Action/Task
no: Handling/Oppgave

source: Pending
no: Venter

source: Hop Variety
no: Humle Sort

source: No dry hopping schedule created yet.
no: Ingen tørr-humling plan opprettet ennå.

source: Edit Brew Task
no: Rediger Bryggeoppgave

source: Scheduled for
no: Planlagt for

source: Check this to mark the brew task as completed.
no: Kryss av dette for å markere bryggeoppgaven som fullført.

source: The completion date
no: Fullføringsdatoen

source: differs from the scheduled date
no: avviker fra den planlagte datoen

source: Edit Dry Hop
no: Rediger Tørr-humle

source: Edit Dry Hop Schedule
no: Rediger Tørr-humling Plan

source: Check this to mark the dry hop addition as completed.
no: Kryss av for å markere tørr-humle tilsetningen som fullført.

source: Edit Rejected Expense
no: Rediger Avvist Utgift

source: Rejection Reason
no: Avvisningsårsak

source: Upload additional receipt images (JPG, PNG, PDF - max 5MB each). Existing receipts will be kept.
no: Last opp ekstra kvitteringsbilder (JPG, PNG, PDF - maks 5MB hver). Eksisterende kvitteringer vil bli beholdt.

source: Current Attachments
no: Nåværende Vedlegg

source: Remove
no: Fjern

source: Click "Remove" to delete unwanted attachments. This action will be permanent when you submit the form.
no: Klikk "Fjern" for å slette uønskede vedlegg. Denne handlingen vil være permanent når du sender inn skjemaet.

source: Important Information
no: Viktig Informasjon

source: Will change from
no: Vil endre seg fra

source: Rejected
no: Avvist

source: to
no: til

source: Will be updated to current time
no: Vil bli oppdatert til nåværende tidspunkt

source: Are you sure you want to remove this attachment? This action cannot be undone.
no: Er du sikker på at du vil fjerne dette vedlegget? Denne handlingen kan ikke angres.

source: Removing...
no: Fjerner...

source: Edit History Entry
no: Rediger Historikkoppføring

source: Date
no: Dato

source: Contents
no: INNHOLD

source: Started
no: Påbegynt

source: Available/Cleaned
no: Vasket

source: Amount Left
no: MENGDE

source: Select location...
no: Velg plassering...

source: Event/Occasion
no: Hendelse/Anledning

source: Normal operation
no: Normal drift

source: Maintenance
no: Vedlikehold

source: Filling
no: Fylling

source: Event
no: Hendelse

source: Any additional notes about this entry...
no: Eventuelle tilleggsnotater om denne oppføringen...

source: Update Entry
no: Oppdater Oppføring

source: Delete Entry
no: Slett Oppføring

source: Edit User
no: Rediger Bruker

source: Back to Users
no: Tilbake til Brukere

source: Back to Dashboard
no: Tilbake til Dashbord

source: Username
no: Brukernavn

source: Username cannot be changed
no: Brukernavn kan ikke endres

source: 11-digit Norwegian bank account number. Dots and spaces will be removed automatically.
no: 11-sifret norsk bankkontonummer. Punktum og mellomrom fjernes automatisk.

source: Role
no: Rolle

source: Role cannot be changed
no: Rolle kan ikke endres

source: Optional
no: Valgfritt

source: Leave password fields empty if you do not want to change your password.
no: La passordfelter stå tomme hvis du ikke vil endre passordet ditt.

source: Enter your current password
no: Skriv inn ditt nåværende passord

source: Enter your new password
no: Skriv inn ditt nye passord

source: Confirm your new password
no: Bekreft ditt nye passord

source: Update Profile
no: Oppdater Profil

source: Update User
no: Oppdater Bruker

source: Expense Receipts
no: Utgiftskvitteringer

source: Click to view full size
no: Klikk for å se full størrelse

source: PDF Document
no: PDF-dokument

source: Download
no: Last ned

source: No receipts found
no: Ingen kvitteringer funnet

source: No receipt images have been uploaded for this expense.
no: Ingen kvitteringsbilder er lastet opp for denne utgiften.

source: Expense Management
no: Utgiftshåndtering

source: Export to CSV
no: Eksporter til CSV

source: Hide Paid
no: Skjul Betalte

source: Submitted
no: Innsendt

source: User
no: Bruker

source: Amount
no: Mengde

source: Purchase Date
no: Kjøpsdato

source: Receipts
no: Kvitteringer

source: by
no: av

source: Reason
no: Årsak

source: receipt(s)
no: kvittering(er)

source: No receipts
no: Ingen kvitteringer

source: Mark this expense as paid?
no: Marker denne utgiften som betalt?

source: Mark Paid
no: Marker som Betalt

source: Reject
no: Avvis

source: Are you sure you want to delete this expense? This action cannot be undone.
no: Er du sikker på at du vil slette denne utgiften? Denne handlingen kan ikke angres.

source: Edit & Resubmit
no: Rediger og Send Inn På Nytt

source: No actions available
no: Ingen handlinger tilgjengelig

source: No expenses found
no: Ingen utgifter funnet

source: No expense requests have been submitted yet.
no: Ingen utgiftsforespørsler er sendt inn ennå.

source: Submit Your First Expense
no: Send Inn Din Første Utgift

source: Export Expenses to CSV
no: Eksporter Utgifter til CSV

source: Start Date
no: Startdato

source: Leave empty to export from the beginning
no: La stå tom for å eksportere fra begynnelsen

source: End Date
no: Sluttdato

source: Leave empty to export until today
no: La stå tom for å eksportere til i dag

source: Download CSV
no: Last ned CSV

source: Show Paid
no: Vis Betalte

source: Import Recipe from BeerXML
no: Importer Oppskrift fra BeerXML

source: Upload a BeerXML file (.xml) exported from BeerSmith, Brewfather, or other brewing software.
no: Last opp en BeerXML-fil (.xml) eksportert fra BeerSmith, Brewfather, eller annen bryggeprogramvare.

source: The file can contain one or more recipes.
no: Filen kan inneholde én eller flere oppskrifter.

source: Accepted format: .xml (BeerXML 1.0)
no: Akseptert format: .xml (BeerXML 1.0)

source: All recipes in the file will be imported as new recipes
no: Alle oppskrifter i filen vil bli importert som nye oppskrifter

source: Recipes will be assigned to your user account
no: Oppskrifter vil bli tilordnet din brukerkonto

source: Temperature and volume units will be converted automatically if needed
no: Temperatur- og volumenheter vil bli konvertert automatisk ved behov

source: All ingredient information (malts, hops, yeast, adjuncts) will be imported
no: All ingrediensinformasjon (malt, humle, gjær, tilsetninger) vil bli importert

source: Supported Software
no: Støttet Programvare

source: This import function is compatible with BeerXML files exported from:
no: Denne importfunksjonen er kompatibel med BeerXML-filer eksportert fra:

source: Export via "File > Export > BeerXML"
no: Eksporter via "File > Export > BeerXML"

source: Export via Recipe menu > "Export as BeerXML"
no: Eksporter via Recipe-menyen > "Export as BeerXML"

source: Export via "File > Export Recipes > BeerXML"
no: Eksporter via "File > Export Recipes > BeerXML"

source: Export via Recipe Tools > "BeerXML Download"
no: Eksporter via Recipe Tools > "BeerXML Download"

source: Any other software supporting BeerXML 1.0 standard
no: Annen programvare som støtter BeerXML 1.0-standarden

source: Brewery Dashboard
no: Bryggeri Dashboard

source: Keg Status Summary
no: Fat Status Sammendrag

source: Bottle Status Summary
no: Flaskestatus Sammendrag

source: Unknown Brew
no: Ukjent Brygg

source: No bottle batches available
no: Ingen flaskepartier tilgjengelig

source: Quick Actions
no: Hurtighandlinger

source: Import BeerXML
no: Importer BeerXML

source: Upcoming Brew Schedule
no: Kommende Handlinger

source: Today
no: I dag

source: Tomorrow
no: I morgen

source: in
no: om

source: days
no: dager

source: overdue
no: forsinket

source: No brew tasks scheduled in the next 7 days.
no: Ingen bryggeoppgaver planlagt de neste 7 dagene.

source: Recent Keg Activity
no: Nylig Fat Aktivitet

source: Keg #
no: FAT#

source: Last Measured
no: SIST MÅLT

source: Are you sure you want to delete this history entry?
no: Er du sikker på at du vil slette denne historikkoppføringen?

source: Keg Management
no: Fat Administrasjon

source: Filter by
no: Filtrer etter

source: Toggle All
no: Veksle Alle

source: Show Only Available + Empty
no: Vis Bare Tilgjengelige + Tomme

source: kegs selected
no: fat valgt

source: Mark as Cleaned
no: Merk som vasket

source: Mark as Empty
no: Merk som tomt

source: Clear Selection
no: Fjern valg

source: Select all
no: Velg alle

source: Total Amount Left
no: Total Mengde Igjen

source: Mark Kegs as Cleaned
no: Merk fat som vasket

source: kegs will be marked as cleaned
no: fat vil bli merket som vasket

source: Mark Kegs as Empty
no: Merk fat som tomme

source: kegs will be marked as empty
no: fat vil bli merket som tomme

source: e.g., Emptied during event
no: f.eks., Tømt under arrangement

source: Confirm Delete
no: Bekreft sletting

source: Are you sure you want to mark Keg #
no: Er du sikker på at du vil markere fat #

source: as historical?
no: som historisk?

source: The keg will be hidden from the active inventory but preserved in the database with all its history.
no: Fatet vil bli skjult fra aktiv beholdning, men bevares i databasen med all sin historikk.

source: Volume
no: Volum

source: Kit Label/Image
no: Kit Etikett/Bilde

source: Brews Made with This Kit
no: Brygg Laget med Dette Kittet

source: No kits found in the system.
no: Ingen kits funnet i systemet.

source: Create Your First Kit
no: Opprett Ditt Første Kit

source: Export as BeerXML
no: Eksporter som BeerXML

source: Export BeerXML
no: Eksporter BeerXML

source: Shopping List
no: Handleliste

source: Target ABV
no: Mål ABV

source: Batch Size (L)
no: Batch Størrelse (L)

source: This will permanently delete the entire recipe and cannot be undone!
no: Dette vil permanent slette hele oppskriften og kan ikke angres!

source: Total Hops
no: Total Humle

source: Print Shopping List
no: Skriv ut Handleliste

source: Recipe Management
no: Oppskrift Administrasjon

source: Export
no: Eksporter
