Repository: FreyBear/SBMS
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: no

source: Please select at least one recipe to export
no: Vennligst velg minst én oppskrift for å eksportere

source: Reject Expense
no: Avvis Utgift

source: Expense Details
no: Utgiftsdetaljer

source: Explain why this expense is being rejected so the user can understand and potentially resubmit.
no: Forklar hvorfor denne utgiften blir avvist slik at brukeren kan forstå og eventuelt sende inn på nytt.

source: The user will be able to edit and resubmit this expense after rejection.
no: Brukeren vil kunne redigere og sende inn denne utgiften på nytt etter avvisning.

source: Reset Password for
no: Tilbakestill passord for

source: Full Name
no: Fullt Navn

source: Email
no: E-post

source: New Password
no: Nytt Passord

source: Confirm New Password
no: Bekreft Nytt Passord

source: Reset Password
no: Tilbakestill Passord

source: This will immediately change the user's password. They will need to use the new password to log in.
no: Dette vil umiddelbart endre brukerens passord. De må bruke det nye passordet for å logge inn.

source: Update Bottle Batch
no: Oppdater Flaskeparti

source: Current Status
no: Nåværende Status

source: Initial Quantity
no: Opprinnelig Antall

source: Current Bottles Left
no: Gjenstående Flasker

source: Update the number of bottles remaining (0 to
no: Oppdater antall gjenstående flasker (0 til

source: Any updates or notes about this batch...
no: Eventuelle oppdateringer eller notater om dette partiet...

source: Update Date
no: Oppdateringsdato

source: Date when this update occurred
no: Dato når denne oppdateringen skjedde

source: Linked Brew
no: Koblet Brygg

source: Clear selection
no: Fjern valg

source: No brew selected - Manual entry
no: Ingen brygg valgt - Manuell innføring

source: Select Brew
no: Velg Brygg

source: Select a brew to auto-fill ABV and gluten-free status
no: Velg et brygg for å autofylle ABV og glutenfri status

source: e.g., 5.2
no: f.eks., 5.2

source: Alcohol by volume percentage
no: Alkoholprosent

source: Any additional notes about this update...
no: Eventuelle tilleggsnotater om denne oppdateringen...

source: Update Keg
no: Oppdater Fat

source: Select a Brew
no: Velg et Brygg

source: Search brews by name, style, or date...
no: Søk brygg etter navn, stil eller dato...

source: Select
no: Velg

source: User Management
no: Bruker Administrasjon

source: Create User
no: Opprett Bruker

source: Language
no: Språk

source: Created
no: Opprettet

source: Last Login
no: Siste Innlogging
